/* No comment provided by engineer. */
"(What's this?)\n\n The '8 Queens Puzzle' is the problem of placing eight chess queens on an 8×8 chessboard so  that no two queens threaten each other. Thus, a solution requires that no two queens share  the same row, column, or diagonal. See more solutions to this puzzle - and more games -  here: https://itunes.apple.com/app/id1406084758" = "(What's this?)\n\n The '8 Queens Puzzle' is the problem of placing eight chess queens on an 8×8 chessboard so  that no two queens threaten each other. Thus, a solution requires that no two queens share  the same row, column, or diagonal. See more solutions to this puzzle - and more games -  here: https://itunes.apple.com/app/id1406084758";

/* No comment provided by engineer. */
"About" = "About";

/* No comment provided by engineer. */
"About This Puzzle" = "About This Puzzle";

/* No comment provided by engineer. */
"Add 1 to the result" = "Add 1 to the result";

/* header */
"Amaze Your Friends" = "Amaze Your Friends";

/* No comment provided by engineer. */
"Amaze your friends when you guess any number they think of, by secretly using this app! Check it out: https://itunes.apple.com/app/id1406084758" = "Amaze your friends when you guess any number they think of, by secretly using this app! Check it out: https://itunes.apple.com/app/id1406084758";

/* No comment provided by engineer. */
"An unknown error occurred. Please try again later, or contact us at dani.springer@icloud.com" = "An unknown error occurred. Please try again later, or contact us at dani.springer@icloud.com";

/* No comment provided by engineer. */
"Book" = "Book";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Combine the digits of D. For example, if D is 24, do 2 + 4, and you get 6" = "Combine the digits of D. For example, if D is 24, do 2 + 4, and you get 6";

/* No comment provided by engineer. */
"Combine the result's digits. For example, if your result is 24, do 2 + 4, and get 6" = "Combine the result's digits. For example, if your result is 24, do 2 + 4, and get 6";

/* No comment provided by engineer. */
"Contact Us" = "Contact Us";

/* accessibility */
"Correct" = "Correct";

/* No comment provided by engineer. */
"D is 9" = "D is 9";

/* No comment provided by engineer. */
"Divide the result by 2" = "Divide the result by 2";

/* No comment provided by engineer. */
"Divide the result by 9, throwing away any remainder" = "Divide the result by 9, throwing away any remainder";

/* No comment provided by engineer. */
"Done" = "Done";

/* number */
"Even" = "Even";

/* accessibility */
"Go higher" = "Go higher";

/* accessibility */
"Go lower" = "Go lower";

/* No comment provided by engineer. */
"Guess" = "Guess";

/* No comment provided by engineer. */
"Have you heard of the 8 Queens Puzzle?\n\nThe 8 Queens Puzzle is the problem of placing eight chess queens on an 8×8 chessboard so that no two queens threaten each other. Thus, a solution requires that no two queens share the same row, column, or diagonal.\n\nGo ahead, get a chessboard, and try solving this puzzle yourself!\n\nWhen you choose to, you can come here for a solution.\n\nTap the Plus button to generate a new solution.\n\nTap the Share button to share your favorite solutions with friends and family.\n\nTap the Question mark button to view these instructions again later." = "Have you heard of the 8 Queens Puzzle?\n\nThe 8 Queens Puzzle is the problem of placing eight chess queens on an 8×8 chessboard so that no two queens threaten each other. Thus, a solution requires that no two queens share the same row, column, or diagonal.\n\nGo ahead, get a chessboard, and try solving this puzzle yourself!\n\nWhen you choose to, you can come here for a solution.\n\nTap the Plus button to generate a new solution.\n\nTap the Share button to share your favorite solutions with friends and family.\n\nTap the Question mark button to view these instructions again later.";

/* No comment provided by engineer. */
"Here's my solution to the '8 Queens Puzzle':" = "Here's my solution to the '8 Queens Puzzle':";

/* No comment provided by engineer. */
"Hi. I have a question..." = "Hi. I have a question...";

/* No comment provided by engineer. */
"Higher Lower" = "Higher Lower";

/* accessibility label */
"Info" = "Info";

/* No comment provided by engineer. */
"Is it " = "Is it ";

/* No comment provided by engineer. */
"Is the new result a single digit?" = "Is the new result a single digit?";

/* No comment provided by engineer. */
"Is the result odd or even?" = "Is the result odd or even?";

/* No comment provided by engineer. */
"Is your number in page #" = "Is your number in page #";

/* No comment provided by engineer. */
"It's 9" = "It's 9";

/* No comment provided by engineer. */
"Leave a Review" = "Leave a Review";

/* No comment provided by engineer. */
"Let's call the number you thought \"A\".\nAdd 10 to A" = "Let's call the number you thought \"A\".\nAdd 10 to A";

/* No comment provided by engineer. */
"Let's call the result of A + 10, \"B\".\nCombine the digits of B.\nFor example, if B is 24, do 2 + 4, and you get 6" = "Let's call the result of A + 10, \"B\".\nCombine the digits of B.\nFor example, if B is 24, do 2 + 4, and you get 6";

/* No comment provided by engineer. */
"Let's call the result of B - C, \"D\".\nIs D a single digit?" = "Let's call the result of B - C, \"D\".\nIs D a single digit?";

/* No comment provided by engineer. */
"Let's call the result of B's combined digits \"C\".\nDo B - C.\nFor example, if you had 24 and got 6, do 24 - 6, and you get 18" = "Let's call the result of B's combined digits \"C\".\nDo B - C.\nFor example, if you had 24 and got 6, do 24 - 6, and you get 18";

/* No comment provided by engineer. */
"MatheMagic" = "MatheMagic";

/* No comment provided by engineer. */
"More Apps" = "More Apps";

/* No comment provided by engineer. */
"Multiply it by 3" = "Multiply it by 3";

/* No comment provided by engineer. */
"No" = "No";

/* number */
"Odd" = "Odd";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Oops! It took me more than 10 tries. Please let me know this happened: dani.springer@icloud.com" = "Oops! It took me more than 10 tries. Please let me know this happened: dani.springer@icloud.com";

/* No comment provided by engineer. */
"Please enter numbers only\nNo text\nMax number: 2305843009213693951" = "Please enter numbers only\nNo text\nMax number: 2305843009213693951";

/* No comment provided by engineer. */
"Retry" = "Retry";

/* No comment provided by engineer. */
"Return home" = "Return home";

/* No comment provided by engineer. */
"Something went wrong. Please let the developers know. Error #001" = "Something went wrong. Please let the developers know. Error #001";

/* No comment provided by engineer. */
"Tell a Friend" = "Tell a Friend";

/* No comment provided by engineer. */
"TextField emtpy. Please enter your current result and try again" = "TextField emtpy. Please enter your current result and try again";

/* No comment provided by engineer. */
"The Chess Puzzle" = "The Chess Puzzle";

/* No comment provided by engineer. */
"The Magic Formula" = "The Magic Formula";

/* No comment provided by engineer. */
"Think of a number" = "Think of a number";

/* No comment provided by engineer. */
"Think of a number 1-63\nI will now show you 6 pages\nYour number will be in one or more of them" = "Think of a number 1-63\nI will now show you 6 pages\nYour number will be in one or more of them";

/* No comment provided by engineer. */
"Unknown error" = "Unknown error";

/* No comment provided by engineer. */
"v." = "v.";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"You thought:" = "You thought:";

/* No comment provided by engineer. */
"You thought: " = "You thought: ";

